/* Placeholder for the user's short biography */
"About Yourself" = "About Yourself";

/* Title for account button */
"Account" = "Account";

/* generic apology for a facebook error */
"An unknown Facebook error occurred, please try again later. Sorry!" = "An unknown Facebook error occurred, please try again later. Sorry!";

/* button to attach media to a mission */
"Attach to Mission" = "Attach to Mission";

/* title for alert that is awesome */
"Awesome!" = "Awesome!";

/* string for button to create a recording */
"Broadcast" = "Broadcast";

/* Title for button to start streaming video */
"Broadcast Video" = "Broadcast Video";

/* author byline string */
"By" = "By";

/* Cancel an alert window */
"Cancel" = "Cancel";

/* Title for recording description caption label */
"Caption" = "Caption";

/* Title for view to record video and audio */
"Capture" = "Capture";

/* tell user to choose a twitter account */
"Choose Account" = "Choose Account";

/* Title for button to choose an existing picture from the camera roll */
"Choose from Camera Roll" = "Choose from Camera Roll";

/* choose a mission for your media */
"Choose Mission" = "Choose Mission";

/* Title for button to choose a new photo */
"Choose Photo" = "Choose Photo";

/* Button to link social account */
"Connect" = "Connect";

/* button to connect with facebook */
"Connect with Facebook" = "Connect with Facebook";

/* Button indicating that social account is connected */
"Connected" = "Connected";

/* title for alert after reporting content as abusive */
"Content Reported" = "Content Reported";

/* button title for continuing to next screen */
"Continue" = "Continue";

/* Button title for dismissing a dialog */
"Cool!" = "Cool!";

/* Title for sharing the app Twitter */
"Defend your rights! Get the @OpenWatch app!" = "Defend your rights! Get the @VagusTV app!";

/* ask user if they want to delete the tag */
"Delete Tag" = "Delete Tag";

/* Label for Description section of recording description metadata */
"Description" = "Description";

/* ask if they want to delete specific tag name */
"Do you want to delete the \"%@\" tag?" = "Do you want to delete the \"%@\" tag?";

/* string for done button */
"Done" = "Done";

/* electronic email */
"E-mail" = "E-mail";

/* title to edit recording info */
"Edit" = "Edit";

/* Title for button to edit profile */
"Edit Profile" = "Edit Profile";

/* Title for email address field */
"Email Address" = "Email Address";

/* Describes where recording ends */
"End" = "End";

/* title for alert for account linking error */
"Error Linking Account" = "Error Linking Account";

/* Title of error message popup box */
"Error!" = "Error!";

/* when something expires */
"Expires" = "Expires";

/* Shown when there is error importing data */
"Facebook Error" = "Facebook Error";

/* Title for featured recordings */
"Featured" = "Featured";

/* Title for feeds section */
"Feeds" = "Feeds";

/* Title for button to finish editing metadata */
"Finish" = "Finish";

/* The user's first name */
"First Name" = "First Name";

/* Title for followed tags */
"Following" = "Following";

/* Button label for if you forgot your password */
"Forgot password?" = "Forgot password?";

/* Title for label describing that its generating a URL for the media */
"Generating URL..." = "Generating URL...";

/* Title for the button to get started */
"Get Started" = "Get Started";

/* title for feed containing all recordings from aroudn the world */
"Global Feed" = "Global Feed";

/* Shown when server response indicates login failure */
"Incorrect email address or password." = "Incorrect email address or password.";

/* Title for recording information screen */
"Info" = "Info";

/* Apologizing for their session cookie expiring */
"It looks like your session has expired. Please log in again. Sorry!" = "It looks like your session has expired. Please log in again. Sorry!";

/* Text for upload status label */
"It's online!" = "It's online!";

/* title for button to join a mission */
"Join Mission" = "Join Mission";

/* for when youve already joined */
"Joined" = "Joined";

/* The user's last name */
"Last Name" = "Last Name";

/* title for button to leave mission */
"Leave Mission" = "Leave Mission";

/* describing how much time is left before something expires */
"left" = "left";

/* text for label to link social media */
"Link Social Media Accounts" = "Link Social Media Accounts";

/* message to let user know something is loading from Twitter */
"Loading from Twitter..." = "Loading from Twitter...";

/* Title for local recordings */
"Local" = "Local";

/* Title for button to view local feed */
"Local Feed" = "Local Feed";

/* log in to account */
"Log In" = "Log In";

/* log out from account */
"Log Out" = "Log Out";

/* logged in account for twitter */
"Logged in as: %@" = "Logged in as: %@";

/* Title for error box when there is a login error */
"Login Error" = "Login Error";

/* title for button to show recording on map */
"Map" = "Map";

/* Title for Missions view */
"Missions" = "Missions";

/* Description for header of missions view */
"Missions are a way for you to get actively involved in uncovering the truth!" = "Missions are a way for you to get actively involved in uncovering the truth!";

/* when there's more stuff */
"More" = "More";

/* title for alert box */
"New Mission Available" = "New Mission Available";

/* deny something */
"No" = "No";

/* when there is no mission */
"No Mission" = "No Mission";

/* error shown when user has no system level twitter accounts */
"No Twitter accounts available. Please open the iOS Settings app to add a Twitter account and try again." = "No Twitter accounts available. Please open the iOS Settings app to add a Twitter account and try again.";

/* Accept the dialog */
"OK" = "OK";

/* Button to view source on GitHub */
"OpenWatch on GitHub" = "OpenWatch on GitHub";

/* Label text for password field on login screen */
"Password" = "Password";

/* Message when their username and password are wrong */
"Please check your username and password and try again." = "Please check your username and password and try again.";

/* ask user to enter title */
"Please enter a title for your recording." = "Please enter a title for your recording.";

/* Message box text for when they enter invalid email */
"Please enter a valid email address." = "Please enter a valid email address.";

/* error message when you dont grant access to twitter accounts but are trying to link your account anyway */
"Please open the iOS Settings app -> Privacy -> Twitter and enable OpenWatch in order to begin linking your account." = "Please open the iOS Settings app -> Privacy -> Twitter and enable Avam in order to begin linking your account.";

/* name for toggle switch to post to facebook */
"Post to Facebook" = "Post to Facebook";

/* post to openwatch toggle switch */
"Post to OpenWatch" = "Post to Avam";

/* name for toggle switch to post to twitter */
"Post to Twitter" = "Post to Twitter";

/* Upload completion progress */
"Progress" = "Progress";

/* show all recordings and stories unfiltered */
"Raw" = "Raw";

/* Title for button that starts a recording */
"Record" = "Record";

/* Title for view to record audio */
"Record Audio" = "Record Audio";

/* Subtitle for a video in the list that is currently being recorded */
"Recording" = "Recording";

/* Title for list of recorded videos */
"Recordings" = "Recordings";

/* For registering with our service */
"Register" = "Register";

/* report media as abusive or inappropriate */
"Report" = "Report";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Required";

/* Title for button to save recording metadata */
"Save" = "Save";

/* Title for saved recordings */
"Saved" = "Saved";

/* Title for button to send feedback about the app */
"Send Feedback" = "Send Feedback";

/* Title for the screen to change preferences */
"Settings" = "Settings";

/* share a recording with others */
"Share" = "Share";

/* ask users to share this media on their social networks */
"Share media to all of your social networks to increase your impact and demand change!" = "Share media to all of your social networks to increase your impact and demand change!";

/* Title for button to share this app */
"Share this App!" = "Share this App!";

/* ask user to share recording */
"Share this recording?" = "Share this recording?";

/* Shown on button for registering with service */
"Sign Up" = "Sign Up";

/* Describes where a recording starts */
"Start" = "Start";

/* Title for button start an audio recording */
"Start Recording" = "Start Recording";

/* Title for button that stops a recording */
"Stop" = "Stop";

/* Question whether user wants to actually stop recording */
"Stop Recording?" = "Stop Recording?";

/* describing that we're streaming live video from the phone */
"Streaming" = "Streaming";

/* Title for button for submission of data */
"Submit" = "Submit";

/* Name for tag */
"Tag" = "Tag";

/* Title for tags input view */
"Tags" = "Tags";

/* Title for button to take a new picture */
"Take Picture" = "Take Picture";

/* placeholder for 'about me' field */
"Tell us about yourself!" = "Tell us about yourself!";

/* success message when alerting openwatch about inappropriate content */
"Thank you for alerting us to potentially abusive or inappropriate content." = "Thank you for alerting us to potentially abusive or inappropriate content.";

/* Shown when user can't import photo from Facebook */
"There was an error importing your Facebook photo." = "There was an error importing your Facebook photo.";

/* Label for Title section of recording description metadata */
"Title" = "Title";

/* title for alert box for recording edit view */
"Title Required" = "Title Required";

/* title for button for top stories on openwatch */
"Top Stories" = "Top Stories";

/* title for feed with top featured videos */
"Top Videos" = "Top Videos";

/* title for area to start recording */
"Touch Anywhere to Start Broadcasting" = "Touch Anywhere to Start Broadcasting";

/* Error message for not being able to load an investgation */
"Unable to fetch Investigation" = "Unable to fetch Investigation";

/* Default title for item with no title */
"Untitled" = "Untitled";

/* Lets user know our form does both login and signup */
"Use this form to login with an existing account or create a new one." = "Use this form to login with an existing account or create a new one.";

/* title for button to view media */
"View Media" = "View Media";

/* Title for button to view something on a map */
"View on Map" = "View on Map";

/* Title for button to view openwatch.net in Safari */
"Visit OpenWatch.net" = "Visit OpenWatch.net";

/* Title for news button */
"Watch" = "Watch";

/* Text welcoming you to OW and asking for your email address */
"Welcome to OpenWatch. Enter your email address to get started." = "Welcome to Avam. Enter your email address to get started.";

/* title for welcome screen */
"Welcome!" = "Welcome!";

/* Label to ask what events occurred during a recording */
"What Happened?" = "What Happened?";

/* Placeholder for what happened for a recording, also indicating that hashtags are okay by saying #tags #okay or something similar */
"What happened? #tags #okay" = "What happened? #tags #okay";

/* A silly error message for the title of an alert */
"Whoops!" = "Whoops!";

/* confirm something */
"Yes" = "Yes";

/* error message shown when user doesnt fill in a username or password */
"You must enter an E-mail and a password to login/register." = "You must enter an E-mail and a password to login/register.";

/* Title for button to view your local media */
"Your Media" = "Your Media";

/* text for alert when you post a video to openwatch */
"Your video is now live on OpenWatch." = "Your video is now live on Avam.";

